---
kind: enumMember
id: F:Autodesk.Revit.DB.ExtensibleStorage.ContainerType.Simple
enum: Autodesk.Revit.DB.ExtensibleStorage.ContainerType
source: html/15c76041-461b-9c8c-09c3-37c993d21718.htm
---
# Autodesk.Revit.DB.ExtensibleStorage.ContainerType.Simple

One instance of the value included directly